Repository: Ural-viking/sheltertest
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: This field is required.
ru: Это поле обязательно.

source: Enter a valid email address.
ru: Введите действительный адрес электронной почты.

source: The two password fields didn’t match.
ru: Введенные пароли не совпадают.

source: Ensure this value has at least 8 characters (it has %(limit_value)d).
ru: Убедитесь, что это значение содержит не менее 8 символов (оно содержит %(limit_value)d).

source: This password is too short. It must contain at least %(limit_value)d characters.
ru: Этот пароль слишком короткий. Он должен содержать не менее %(limit_value)d символов.

source: This password is too common.
ru: Этот пароль слишком распространен.

source: This password is entirely numeric.
ru: Этот пароль состоит только из цифр.

source: Please enter the correct username and password. Note that both fields may be case-sensitive.
ru: Пожалуйста, введите правильное имя пользователя и пароль. Обратите внимание, что оба поля могут быть чувствительны к регистру.

source: This account is inactive.
ru: Этот аккаунт отключен.

source: Enter a valid value.
ru: Введите корректное значение.

source: Ensure this value has at least %(limit_value)d characters (it has %(show_value)d).
ru: Убедитесь, что это значение содержит не менее %(limit_value)d символов (оно содержит %(show_value)d).
